Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Favorites, selected albums, and the selected media type will not be removed from this device.
ar: لن تُزال المفضلة والألبومات المحددة ونوع الوسائط المحدد من هذا الجهاز.
bg: Любимите, избраните албуми и избраният тип медия няма да бъдат премахнати от това устройство.
bn: পছন্দেরগুলো, নির্বাচিত অ্যালবাম এবং নির্বাচিত মিডিয়ার ধরন এই ডিভাইস থেকে সরানো হবে না।
ca: Els Favorits, els àlbums seleccionats i el tipus de contingut seleccionat no s'eliminaran d'aquest dispositiu.
cs: Oblíbené, vybraná alba a zvolený typ médií nebudou z tohoto zařízení odebrány.
da: Favoritter, valgte album og den valgte medietype fjernes ikke fra denne enhed.
de: Favoriten, ausgewählte Alben und der ausgewählte Medientyp werden nicht von diesem Gerät entfernt.
el: Τα Αγαπημένα, τα επιλεγμένα άλμπουμ και ο επιλεγμένος τύπος πολυμέσων δεν θα αφαιρεθούν από αυτή τη συσκευή.
es: Favoritos, los álbumes seleccionados y el tipo de archivo seleccionado no se eliminarán de este dispositivo.
fa: علاقه‌مندی‌ها، آلبوم‌های انتخاب‌شده و نوع رسانه انتخاب‌شده از این دستگاه حذف نمی‌شوند.
fi: Suosikkeja, valittuja albumeita ja valittua mediatyyppiä ei poisteta tästä laitteesta.
fr: Les favoris, les albums sélectionnés et le type de média choisi ne seront pas supprimés de cet appareil.
he: המועדפים, האלבומים שנבחרו וסוג המדיה שנבחר לא יוסרו מהמכשיר הזה.
hi: पसंदीदा, चुने गए एल्बम और चुना गया मीडिया प्रकार इस डिवाइस से नहीं हटाए जाएँगे।
hr: Favoriti, odabrani albumi i odabrana vrsta medija neće se ukloniti s ovog uređaja.
hu: A Kedvencek, a kiválasztott albumok és a kiválasztott médiatípus nem lesz eltávolítva erről az eszközről.
id: Favorit, album terpilih, dan jenis media terpilih tidak akan dihapus dari perangkat ini.
it: I Preferiti, gli album selezionati e il tipo di contenuto selezionato non verranno rimossi da questo dispositivo.
ja: お気に入り、選択したアルバム、選択したメディアタイプはこのデバイスから削除されません。
kk: Таңдаулылар, таңдалған альбомдар және таңдалған медиа түрі бұл құрылғыдан жойылмайды.
ko: 즐겨찾기, 선택한 앨범 및 선택한 미디어 유형은 이 기기에서 제거되지 않습니다.
lt: Mėgstamiausi, pasirinkti albumai ir pasirinktas medijos tipas nebus pašalinti iš šio įrenginio.
ms: Kegemaran, album yang dipilih dan jenis media yang dipilih tidak akan dikeluarkan daripada peranti ini.
nb: Favoritter, valgte album og den valgte medietypen fjernes ikke fra denne enheten.
nl: Favorieten, geselecteerde albums en het geselecteerde mediatype worden niet van dit apparaat verwijderd.
pl: Ulubione, wybrane albumy i wybrany typ multimediów nie zostaną usunięte z tego urządzenia.
pt: Os Favoritos, os álbuns selecionados e o tipo de multimédia selecionado não serão removidos deste dispositivo.
ro: Favoritele, albumele selectate și tipul multimedia selectat nu vor fi eliminate de pe acest dispozitiv.
ru: Избранные, выбранные альбомы и выбранный тип медиафайлов не будут удалены с этого устройства.
sk: Obľúbené, vybrané albumy a vybraný typ médií sa z tohto zariadenia neodstránia.
sl: Priljubljeno, izbrani albumi in izbrana vrsta predstavnosti ne bodo odstranjeni iz te naprave.
sv: Favoriter, valda album och den valda mediatypen tas inte bort från den här enheten.
th: รายการโปรด อัลบั้มที่เลือก และประเภทสื่อที่เลือกจะไม่ถูกนำออกจากอุปกรณ์นี้
tr: Favoriler, seçili albümler ve seçili medya türü bu cihazdan kaldırılmayacak.
uk: Улюблені, вибрані альбоми та вибраний тип медіа не буде видалено із цього пристрою.
vi: Mục ưa thích, album đã chọn và loại phương tiện đã chọn sẽ không bị xóa khỏi thiết bị này.
zh_hans: 个人收藏、所选相册和所选媒体类型不会从此设备移除。
zh_hant: 喜好項目、所選相簿和所選媒體類型不會從此裝置移除。

source: Flip Horizontal
ar: اقلب أفقيًا
bg: Обърни хоризонтално
bn: অনুভূমিকভাবে ফ্লিপ করুন
ca: Capgira horitzontalment
cs: Otočit vodorovně
da: Vend horisontalt
de: Horizontal spiegeln
el: Οριζόντια αναστροφή
es: Girar horizontalmente
fa: وارونه کردن افقی
fi: Käännä vaakatasossa
fr: Retourner horizontalement
he: הפוך אופקית
hi: क्षैतिज रूप से पलटें
hr: Vodoravno zrcaljenje
hu: Vízszintes tükrözés
id: Balik horizontal
it: Capovolgi in orizzontale
ja: 水平方向に反転
kk: Көлденең аудару
ko: 좌우반전
lt: Apversti horizontaliai
ms: Terbalikkan secara horizontal
nb: Roter horisontalt
nl: Horizontaal spiegelen
pl: Odwróć poziomo
pt: Espelhar na horizontal
ro: Întoarceți orizontal
ru: Отразить горизонтально
sk: Prevrátiť horizontálne
sl: Obrni vodoravno
sv: Vänd horisontellt
th: กลับด้านทางแนวนอน
tr: Yatay çevir
uk: Відобразити горизонтально
vi: Lật ngang
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip Vertical
ar: اقلب عموديًا
bg: Обърни вертикално
bn: উলম্বভাবে ফ্লিপ করুন
ca: Capgira verticalment
cs: Otočit svisle
da: Flip vertikal
de: Vertikal spiegeln
el: Κάθετη αναστροφή
es: Girar verticalmente
fa: وارونه کردن عمودی
fi: Käännä pystytasossa
fr: Retourner verticalement
he: הפוך אנכית
hi: ऊपर-नीचे पलटें
hr: Vertikalno zrcaljenje
hu: Függőleges tükrözés
id: Balik vertikal
it: Capovolgi in verticale
ja: 垂直に反転
kk: Тігінен аудару
ko: 상하반전
lt: Apversti vertikaliai
ms: Terbalikkan secara vertikal
nb: Roter vertikalt
nl: Verticaal spiegelen
pl: Odwróć pionowo
pt: Espelhar na vertical
ro: Întoarceți vertical
ru: Отразить вертикально
sk: Prevrátiť vertikálne
sl: Obrni navpično
sv: Vänd vertikalt
th: กลับด้านทางแนวตั้ง
tr: Dikey çevir
uk: Відобразити вертикально
vi: Lật dọc
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

source: Free Up Space
ar: تحرير المساحة
bg: Освобождаване на място
bn: স্পেস খালি করুন
ca: Allibera espai
cs: Uvolnit místo
da: Frigør plads
de: Speicherplatz freigeben
el: Απελευθέρωση χώρου
es: Liberar espacio
fa: آزاد کردن فضا
fi: Vapauta tilaa
fr: Libérer de l'espace
he: פינוי מקום
hi: जगह खाली करें
hr: Oslobodi Prostor
hu: Tárhely felszabadítása
id: Bebaskan Ruang
it: Libera spazio
ja: ストレージを解放
kk: Орын босату
ko: 저장 공간 확보
lt: Atlaisvinti Vietos
ms: Kosongkan Ruang
nb: Rydd opp lagringsplass
nl: Maak opslag vrij
pl: Zwolnij miejsce w pamięci
pt: Libertar Espaço
ro: Eliberați spațiu
ru: Освободить место
sk: Uvoľniť priestor
sl: Sprostite prostor
sv: Frigör utrymme
th: เพิ่มพื้นที่ว่าง
tr: Alanı boşalt
uk: Звільнити місце
vi: Giải phóng dung lượng
zh_hans: 释放空间
zh_hant: 釋放空間

source: From
ar: من
bg: От
bn: থেকে
ca: Des de
cs: Od
da: Fra
de: Von
el: Από
es: Desde
fa: از
fi: Alkaen
fr: De
he: מ-
hi: से
hr: Od
hu: Ettől
id: Dari
it: Da
ja: 開始
kk: Басталуы
ko: 시작
lt: Nuo
ms: Dari
nb: Fra
nl: Van
pl: Od
pt: De
ro: De la
ru: От
sk: Od
sl: Od
sv: Från
th: จาก
tr: Başlangıç
uk: Від
vi: Từ
zh_hans: 从
zh_hant: 從

source: Generate an API key in your Immich account settings.
ar: أنشئ مفتاح API من إعدادات حساب Immich.
bg: Генерирайте API ключ в настройките на своя Immich акаунт.
bn: আপনার Immich অ্যাকাউন্টের সেটিংসে একটি API কী তৈরি করুন।
ca: Genera una clau API a la configuració del teu compte d'Immich.
cs: V nastavení účtu Immich vygenerujte klíč API.
da: Generér en API-nøgle i indstillingerne for din Immich-konto.
de: Erstelle in den Einstellungen deines Immich-Kontos einen API-Schlüssel.
el: Δημιουργήστε ένα κλειδί API στις ρυθμίσεις του λογαριασμού Immich.
es: Genera una clave API en los ajustes de tu cuenta de Immich.
fa: در تنظیمات حساب Immich خود یک کلید API ایجاد کنید.
fi: Luo API-avain Immich-tilisi asetuksissa.
fr: Générez une clé API dans les réglages de votre compte Immich.
he: צרו מפתח API בהגדרות חשבון Immich שלכם.
hi: अपनी Immich खाता सेटिंग्स में API कुंजी बनाएँ।
hr: Generirajte API ključ u postavkama svog Immich računa.
hu: Hozzon létre egy API-kulcsot az Immich-fiók beállításaiban.
id: Buat kunci API di pengaturan akun Immich Anda.
it: Genera una chiave API nelle impostazioni del tuo account Immich.
ja: Immichアカウントの設定でAPIキーを生成してください。
kk: Immich тіркелгісінің параметрлерінде API кілтін жасаңыз.
ko: Immich 계정 설정에서 API 키를 생성하세요.
lt: Sugeneruokite API raktą savo Immich paskyros nustatymuose.
ms: Jana kunci API dalam tetapan akaun Immich anda.
nb: Generer en API-nøkkel i innstillingene for Immich-kontoen din.
nl: Genereer een API-sleutel in de instellingen van je Immich-account.
pl: Wygeneruj klucz API w ustawieniach konta Immich.
pt: Gere uma chave de API nas definições da sua conta Immich.
ro: Generați o cheie API în configurările contului Immich.
ru: Создайте ключ API в настройках учетной записи Immich.
sk: V nastaveniach účtu Immich vygenerujte kľúč API.
sl: Ustvarite ključ API v nastavitvah računa Immich.
sv: Skapa en API-nyckel i inställningarna för ditt Immich-konto.
th: สร้างคีย์ API ในการตั้งค่าบัญชี Immich ของคุณ
tr: Immich hesap ayarlarınızdan bir API anahtarı oluşturun.
uk: Створіть ключ API у налаштуваннях свого облікового запису Immich.
vi: Tạo khóa API trong phần cài đặt tài khoản Immich của bạn.
zh_hans: 在 Immich 帐户设置中生成 API 密钥。
zh_hant: 在 Immich 帳號設定中產生 API 金鑰。

source: Grid
ar: شبكة
bg: Мрежа
bn: গ্রিড
ca: Graella
cs: Mřížka
da: Net
de: Raster
el: Πλέγμα
es: Cuadrícula
fa: شبکه
fi: Ruudukko
fr: Grille
he: רשת
hi: ग्रिड
hr: Mreža
hu: Rács
id: Kisi
it: Griglia
ja: グリッド
kk: Тор
ko: 격자
lt: Tinklelis
nb: Rutenett
nl: Raster
pl: Siatka
pt: Grelha
ro: Grilă
ru: Сетка
sk: Mriežka
sl: Mreža
sv: Rutnät
th: ตาราง
tr: Izgara
uk: Сітка
vi: Lưới
zh_hans: 网格
zh_hant: 格狀顯示

source: Grid Columns
ar: أعمدة الشبكة
bg: Колони на мрежата
bn: গ্রিড কলাম
ca: Columnes de la graella
cs: Sloupce mřížky
da: Kolonner i net
de: Rasterspalten
el: Στήλες πλέγματος
es: Columnas de la cuadrícula
fa: ستون‌های شبکه
fi: Ruudukon sarakkeet
fr: Colonnes de la grille
he: עמודות רשת
hi: ग्रिड कॉलम
hr: Stupci mreže
hu: Rácsoszlopok
id: Kolom Kisi
it: Colonne della griglia
ja: グリッドの列数
kk: Тор бағандары
ko: 격자 열
lt: Tinklelio stulpeliai
ms: Lajur Grid
nb: Rutenettkolonner
nl: Rasterkolommen
pl: Kolumny siatki
pt: Colunas da grelha
ro: Coloanele grilei
ru: Столбцы сетки
sk: Stĺpce mriežky
sl: Stolpci mreže
sv: Rutnätskolumner
th: คอลัมน์ตาราง
tr: Izgara Sütunları
uk: Стовпці сітки
vi: Cột lưới
zh_hans: 网格列数
zh_hant: 格狀顯示欄數

source: Hide
ar: إخفاء
bg: Скриване
bn: লুকান
ca: Amaga
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fa: پنهان کردن
fi: Piilota
fr: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
kk: Жасыру
ko: 가리기
lt: Slėpti
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt: Ocultar
ro: Ascundeți
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Dölj
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Home Menu
ar: قائمة الشاشة الرئيسية
bg: Начално меню
bn: হোম মেনু
ca: Menú d'inici
cs: Nabídka plochy
da: Menu på hjemmeskærmen
de: Startmenü
el: Αρχικό μενού
es: Menú de inicio
fa: منوی خانه
fi: Koti-valikko
fr: Menu d’accueil
he: תפריט הבית
hi: होम मेनू
hr: Početni izbornik
hu: Főképernyő menüje
id: Menu Utama
it: Menu Home
ja: ホームメニュー
kk: Басты бет мәзірі
ko: 홈 메뉴
lt: Pradžios meniu
ms: Menu Utama
nb: Hjem-meny
nl: Startmenu
pl: Menu główne
pt: Menu principal
ro: Meniul principal
ru: Главное меню
sk: Domovská ponuka
sl: Domači meni
sv: Hemmeny
th: เมนูหน้าหลัก
tr: Ana Ekran Menüsü
uk: Меню домівки
vi: Menu trang chủ
zh_hans: 主菜单
zh_hant: 主畫面選單

source: http://your-server-ip:port
ar: http://المنفذ:عنوان‫-ip-الخادم
bg: http://yоur-server-ip:port
ca: http://ip-del-vostre-servidor:port
cs: http://ip-tvého-serveru:port
da: http://din-server-ip:port
de: http://deine-server-ip:port
el: http://ip-tou-server-sou:porta
es: http://tu-ip-de-servidor:puerto
fi: http://palvelimesi-osoite:portti
fr: http://adresse-ip-serveur:port
hi: http://आपका-सर्वर-आईपी:पोर्ट
hr: http://vaš-server-ip:port
hu: http://szerver-címe:port
id: http://ip-server-anda:port
it: http://ip-del-tuo-server:port
ja: http://サーバーのアドレス:ポート番号
lt: http://jusu-serverio-ip:port
nb: http://din-server-ip:port
nl: http://jouw-server-ip:poort
pl: http://ip-twojego-serwera:port
pt: http://ip-do-seu-servidor:porta
ro: http://ip-server:port
ru: http://ip-вашего-сервера:порт
sk: http://ip-tvojho-servera:port
sl: http://ip-vašega-strežnika:vrata
sv: http://din-server-ip:port
th: http://ไอพีเชอร์ฟเวอร์คุณ:พอร์ต
tr: http://sunucu-ip:port
uk: http://ip-вашого-сервера:порт
vi: http://địa-chỉ-ip-máy-chủ-bạn:cổng
zh_hans: http://您的服务器地址:端口
zh_hant: http://您的伺服器位址:連接埠

# Immich returned HTTP %lld: %@
source: Immich returned HTTP %1$lld: %2$@
ar: أعاد Immich استجابة HTTP %1$lld: %2$@
bg: Immich върна HTTP %1$lld: %2$@
bn: Immich HTTP %1$lld ফেরত দিয়েছে: %2$@
ca: Immich ha retornat HTTP %1$lld: %2$@
cs: Immich vrátil HTTP %1$lld: %2$@
da: Immich returnerede HTTP %1$lld: %2$@
de: Immich hat HTTP %1$lld zurückgegeben: %2$@
el: Το Immich επέστρεψε HTTP %1$lld: %2$@
es: Immich ha devuelto HTTP %1$lld: %2$@
fa: Immich پاسخ HTTP %1$lld را برگرداند: %2$@
fi: Immich palautti HTTP %1$lld: %2$@
fr: Immich a renvoyé HTTP %1$lld : %2$@
he: Immich החזיר HTTP %1$lld: %2$@
hi: Immich ने HTTP %1$lld लौटाया: %2$@
hr: Immich je vratio HTTP %1$lld: %2$@
hu: Az Immich HTTP %1$lld választ adott: %2$@
id: Immich mengembalikan HTTP %1$lld: %2$@
it: Immich ha restituito HTTP %1$lld: %2$@
ja: ImmichからHTTP %1$lldが返されました：%2$@
kk: Immich HTTP %1$lld жауабын қайтарды: %2$@
ko: Immich에서 HTTP %1$lld을(를) 반환했습니다: %2$@
lt: Immich grąžino HTTP %1$lld: %2$@
ms: Immich mengembalikan HTTP %1$lld: %2$@
nb: Immich returnerte HTTP %1$lld: %2$@
nl: Immich retourneerde HTTP %1$lld: %2$@
pl: Immich zwrócił HTTP %1$lld: %2$@
pt: O Immich devolveu HTTP %1$lld: %2$@
ro: Immich a returnat HTTP %1$lld: %2$@
ru: Immich вернул HTTP %1$lld: %2$@
sk: Immich vrátil HTTP %1$lld: %2$@
sl: Immich je vrnil HTTP %1$lld: %2$@
sv: Immich returnerade HTTP %1$lld: %2$@
th: Immich ส่งคืน HTTP %1$lld: %2$@
tr: Immich, HTTP %1$lld döndürdü: %2$@
uk: Immich повернув HTTP %1$lld: %2$@
vi: Immich trả về HTTP %1$lld: %2$@
zh_hans: Immich 返回了 HTTP %1$lld：%2$@
zh_hant: Immich 傳回 HTTP %1$lld：%2$@

source: Immich returned HTTP %lld.
ar: أعاد Immich استجابة HTTP %lld.
bg: Immich върна HTTP %lld.
bn: Immich HTTP %lld ফেরত দিয়েছে।
ca: Immich ha retornat HTTP %lld.
cs: Immich vrátil HTTP %lld.
da: Immich returnerede HTTP %lld.
de: Immich hat HTTP %lld zurückgegeben.
el: Το Immich επέστρεψε HTTP %lld.
es: Immich ha devuelto HTTP %lld.
fa: Immich پاسخ HTTP %lld را برگرداند.
fi: Immich palautti HTTP %lld.
fr: Immich a renvoyé HTTP %lld.
he: Immich החזיר HTTP %lld.
hi: Immich ने HTTP %lld लौटाया।
hr: Immich je vratio HTTP %lld.
hu: Az Immich HTTP %lld választ adott.
id: Immich mengembalikan HTTP %lld.
it: Immich ha restituito HTTP %lld.
ja: ImmichからHTTP %lldが返されました。
kk: Immich HTTP %lld жауабын қайтарды.
ko: Immich에서 HTTP %lld을(를) 반환했습니다.
lt: Immich grąžino HTTP %lld.
ms: Immich mengembalikan HTTP %lld.
nb: Immich returnerte HTTP %lld.
nl: Immich retourneerde HTTP %lld.
pl: Immich zwrócił HTTP %lld.
pt: O Immich devolveu HTTP %lld.
ro: Immich a returnat HTTP %lld.
ru: Immich вернул HTTP %lld.
sk: Immich vrátil HTTP %lld.
sl: Immich je vrnil HTTP %lld.
sv: Immich returnerade HTTP %lld.
th: Immich ส่งคืน HTTP %lld
tr: Immich, HTTP %lld döndürdü.
uk: Immich повернув HTTP %lld.
vi: Immich trả về HTTP %lld.
zh_hans: Immich 返回了 HTTP %lld。
zh_hant: Immich 傳回 HTTP %lld。

source: In %@
ar: في %@
bg: В %@
bn: %@-এ
ca: A %@
cs: Za %@
da: Om %@
el: Σε %@
es: En %@
fa: در %@
fi: %@ kuluttua
fr: Dans %@
he: בעוד %@
hi: %@ में
hr: U %@
hu: Itt: %@
id: Di %@
ja: %@内
kk: %@ ішінде
ko: %@에서
lt: Albume %@
ms: Dalam %@
nb: I %@
nl: Over %@
pl: W %@
pt: Em %@
ro: În %@
ru: В %@
sk: V albume %@
sl: V %@
sv: I %@
th: ใน %@
tr: %@ içinde
uk: У %@
vi: Trong %@
zh_hans: 在 %@ 中
zh_hant: 在 %@ 中

source: INDIVIDUAL SHARE
ar: حصة فردية
bg: Индивидуално споделяне
bn: ব্যক্তিগত শেয়ার
ca: Compartició individual
cs: Sdílení jednotlivých položek
da: Individuel andel
de: Individuelle Freigabe
el: Μεμονωμένος διαμοιρασμός
es: Compartir individualmente
fa: اشتراک فردی
fi: Yksittäinen jako
fr: Partage d'un média unique
he: שיתוף יחיד
hi: व्यक्तिगत हिस्सेदारी
hr: Pojedinačni udio
hu: Egymagában megosztott elem
id: Bagikan individu
it: Condivisione individuale
ja: 1枚の共有
kk: ЖЕКЕ БӨЛІСУ
ko: 개인 공유
lt: Pavienis pasidalinimas
ms: PERKONGSIAN INDIVIDU
nb: Individuell deling
nl: Individuele deellink
pl: Udostępniony zasób
pt: Partilha individual
ro: Cota individuală
ru: Индивидуальная подборка
sk: Zdieľanie jednotlivých položiek
sl: Samostojna delitev
sv: Enskild delning
th: แชร์ส่วนตัว
tr: Bireysel paylaşım
uk: Окремий доступ
vi: Chia sẻ riêng lẻ
zh_hans: 单独分享
zh_hant: 個別分享

source: Individual shared
ar: مشاركة فردية
bg: Индивидуално споделено
bn: ব্যক্তিগত শেয়ার
ca: Compartit individualment
cs: Individuální sdílení
da: Individuelt delt
de: Individuell geteilt
el: Μεμονωμένο κοινό
es: Compartido individualmente
fa: به‌صورت فردی به اشتراک گذاشته شد
fi: Yksilöllisesti jaettu
fr: Partagé individuellement
he: משותף ליחיד
hi: व्यक्तिगत साझा
hr: Pojedinačno podijeljeno
hu: Egyénileg megosztva
id: Dibagikan secara individual
it: Condiviso individualmente
ja: 1枚ずつ共有されています
kk: Жеке бөлісілді
ko: 개인 공유
lt: Asmuo pasidalintas
ms: Individu dikongsi
nb: Individuelt delt
nl: Individueel gedeeld
pl: Indywidualnie udostępnione
pt: Compartilhamento único
ro: Partajat individual
ru: Индивидуальный общий доступ
sk: Individuálne zdieľané
sl: Individualno deljeno
sv: Individdelad
th: แชร์รายบุคคล
tr: Bireysel paylaşımlı
uk: Індивідуальний спільний доступ
vi: Chia sẻ riêng tư
zh_hans: 个人共享
zh_hant: 個人共享

source: Invalid server address.
ar: عنوان الخادم غير صالح.
bg: Невалиден адрес на сървъра.
bn: সার্ভারের ঠিকানা বৈধ নয়।
ca: L'adreça del servidor no és vàlida.
cs: Neplatná adresa serveru.
da: Ugyldig serveradresse.
de: Ungültige Serveradresse.
el: Μη έγκυρη διεύθυνση διακομιστή.
es: La dirección del servidor no es válida.
fa: نشانی سرور نامعتبر است.
fi: Virheellinen palvelinosoite.
fr: Adresse du serveur non valide.
he: כתובת שרת לא תקינה.
hi: अमान्य सर्वर पता।
hr: Nevažeća adresa poslužitelja.
hu: Érvénytelen szervercím.
id: Alamat server tidak valid.
it: Indirizzo del server non valido.
ja: サーバーアドレスが無効です。
kk: Сервер мекенжайы жарамсыз.
ko: 서버 주소가 올바르지 않습니다.
lt: Netinkamas serverio adresas.
ms: Alamat pelayan tidak sah.
nb: Ugyldig serveradresse.
nl: Ongeldig serveradres.
pl: Nieprawidłowy adres serwera.
pt: Endereço do servidor inválido.
ro: Adresă de server nevalidă.
ru: Недопустимый адрес сервера.
sk: Neplatná adresa servera.
sl: Neveljaven naslov strežnika.
sv: Ogiltig serveradress.
th: ที่อยู่เซิร์ฟเวอร์ไม่ถูกต้อง
tr: Geçersiz sunucu adresi.
uk: Недійсна адреса сервера.
vi: Địa chỉ máy chủ không hợp lệ.
zh_hans: 服务器地址无效。
zh_hant: 伺服器位址無效。

source: iOS will ask for final confirmation. You can recover these items from Recently Deleted for a limited time.
ar: سيطلب iOS تأكيدًا نهائيًا. يمكنك استرداد هذه العناصر من المحذوفة مؤخرًا لفترة محدودة.
bg: iOS ще поиска окончателно потвърждение. Можете да възстановите тези елементи от „Наскоро изтрити“ за ограничен период.
bn: iOS চূড়ান্ত নিশ্চিতকরণ চাইবে। সীমিত সময়ের মধ্যে আপনি সম্প্রতি মুছে ফেলা থেকে এই আইটেমগুলো পুনরুদ্ধার করতে পারবেন।
ca: iOS demanarà una confirmació final. Pots recuperar aquests elements d'Eliminats recentment durant un temps limitat.
cs: iOS požádá o konečné potvrzení. Po omezenou dobu můžete tyto položky obnovit z Nedávno smazaných.
da: iOS beder om en endelig bekræftelse. Du kan gendanne disse emner fra Slettet for nylig i en begrænset periode.
de: iOS bittet um eine abschließende Bestätigung. Du kannst diese Elemente für begrenzte Zeit aus „Zuletzt gelöscht“ wiederherstellen.
el: Το iOS θα ζητήσει τελική επιβεβαίωση. Μπορείτε να ανακτήσετε αυτά τα στοιχεία από τα Πρόσφατα διαγραμμένα για περιορισμένο χρονικό διάστημα.
es: iOS solicitará una confirmación final. Podrás recuperar estos elementos desde Eliminado recientemente durante un tiempo limitado.
fa: iOS تأیید نهایی را درخواست می‌کند. این موارد را برای مدت محدودی می‌توانید از «اخیراً حذف‌شده» بازیابی کنید.
fi: iOS pyytää lopullisen vahvistuksen. Voit palauttaa nämä kohteet Äskettäin poistetuista rajoitetun ajan.
fr: iOS demandera une confirmation finale. Vous pourrez récupérer ces éléments dans Supprimées récemment pendant une durée limitée.
he: iOS יבקש אישור סופי. ניתן לשחזר את הפריטים האלה מתוך נמחקו לאחרונה למשך זמן מוגבל.
hi: iOS अंतिम पुष्टि माँगेगा। आप सीमित समय तक हाल ही में हटाए गए से इन आइटम को वापस पा सकते हैं।
hr: iOS će zatražiti konačnu potvrdu. Ove stavke možete vratiti iz Nedavno obrisanog tijekom ograničenog vremena.
hu: Az iOS végső megerősítést kér. Ezek az elemek korlátozott ideig visszaállíthatók a Nemrég törölt albumból.
id: iOS akan meminta konfirmasi terakhir. Anda dapat memulihkan item ini dari Baru Dihapus selama waktu terbatas.
it: iOS chiederà una conferma finale. Per un periodo limitato, puoi recuperare questi elementi da Eliminati di recente.
ja: iOSで最終確認が求められます。これらの項目は、一定期間「最近削除した項目」から復元できます。
kk: iOS соңғы растауды сұрайды. Бұл элементтерді шектеулі уақыт ішінде «Жуырда жойылғандар» бөлімінен қалпына келтіруге болады.
ko: iOS에서 최종 확인을 요청합니다. 일정 기간 동안 '최근 삭제된 항목'에서 이 항목을 복구할 수 있습니다.
lt: iOS paprašys galutinio patvirtinimo. Ribotą laiką šiuos elementus galėsite atkurti iš „Neseniai ištrinti“.
ms: iOS akan meminta pengesahan akhir. Anda boleh memulihkan item ini daripada Baru Dipadam untuk tempoh yang terhad.
nb: iOS ber om endelig bekreftelse. Du kan gjenopprette disse elementene fra Nylig slettet i en begrenset periode.
nl: iOS vraagt om een laatste bevestiging. Je kunt deze items gedurende beperkte tijd herstellen vanuit Recent verwijderd.
pl: iOS poprosi o ostateczne potwierdzenie. Przez ograniczony czas możesz odzyskać te elementy z „Ostatnio usunięte”.
pt: O iOS pedirá uma confirmação final. Pode recuperar estes itens de Apagados recentemente durante um período limitado.
ro: iOS va solicita o confirmare finală. Puteți recupera aceste elemente din Șterse recent pentru o perioadă limitată.
ru: iOS запросит окончательное подтверждение. В течение ограниченного времени эти элементы можно восстановить из альбома «Недавно удаленные».
sk: iOS požiada o konečné potvrdenie. Obmedzený čas môžete tieto položky obnoviť z Nedávno vymazaných.
sl: iOS bo zahteval končno potrditev. Te elemente lahko omejen čas obnovite iz Nedavno izbrisanega.
sv: iOS ber om en slutlig bekräftelse. Du kan återställa objekten från Senast raderade under en begränsad tid.
th: iOS จะขอการยืนยันครั้งสุดท้าย คุณสามารถกู้คืนรายการเหล่านี้จากที่เพิ่งลบล่าสุดได้ภายในระยะเวลาจำกัด
tr: iOS son onayı isteyecek. Bu öğeleri sınırlı bir süre boyunca Son Silinenler'den kurtarabilirsiniz.
uk: iOS попросить остаточне підтвердження. Протягом обмеженого часу ці елементи можна відновити з «Нещодавно видалені».
vi: iOS sẽ yêu cầu xác nhận lần cuối. Bạn có thể khôi phục các mục này từ Đã xóa gần đây trong một khoảng thời gian giới hạn.
zh_hans: iOS 将要求最终确认。在有限时间内，您可以从“最近删除”中恢复这些项目。
zh_hant: iOS 將要求最終確認。在有限時間內，您可以從「最近刪除」中復原這些項目。

source: Item Count
ar: عدد العناصر
bg: Брой елементи
bn: আইটেমের সংখ্যা
ca: Nombre d'elements
cs: Počet položek
da: Antal emner
de: Anzahl der Elemente
el: Πλήθος στοιχείων
es: Número de elementos
fa: تعداد موارد
fi: Kohteiden määrä
fr: Nombre d’éléments
he: מספר פריטים
hi: आइटम की संख्या
hr: Broj stavki
hu: Elemek száma
id: Jumlah Item
it: Numero di elementi
ja: 項目数
kk: Элементтер саны
ko: 항목 수
lt: Elementų skaičius
ms: Bilangan Item
nb: Antall elementer
nl: Aantal items
pl: Liczba elementów
pt: Número de itens
ro: Număr de elemente
ru: Количество элементов
sk: Počet položiek
sl: Število elementov
sv: Antal objekt
th: จำนวนรายการ
tr: Öğe Sayısı
uk: Кількість елементів
vi: Số lượng mục
zh_hans: 项目数量
zh_hant: 項目數量

source: Jobs
ar: الوظائف
bg: Задачи
bn: জব
ca: Tasques
cs: Úlohy
da: Opgaver
de: Aufgaben
el: Εργασίες
es: Tareas
fa: وظایف
fi: Taustatehtävät
fr: Tâches
he: משימות
hi: नौकरियां
hr: Poslovi
hu: Feladatok
id: Tugas
it: Processi
ja: ジョブ
kk: Тапсырмалар
ko: 작업
lt: Užduotys
ms: Tugas
nb: Oppgaver
nl: Taken
pl: Zadania
pt: Tarefas
ro: Sarcini
ru: Задачи
sk: Úlohy
sl: Opravila
sv: Jobb
th: งาน
tr: Görevler
uk: Завдання
vi: Tác vụ
zh_hans: 任务
zh_hant: 任務
